export const jobsData = [
   {
      id: 1,
      jobName: "Шлифовщик",
      description:
         "Предлагается стабильная и доходная работа на машиностроительном производстве. Требования: конструктивные особенности и правила проверки на точность шлифовальных станков различных типов и универсальных и специальных приспособлений;расчеты, связанные с наладкой станков; правила определения наивыгоднейшего режима шлифования в зависимости от материала, формы изделия и марки шлифовальных станков; правила настройки и регулирования контрольно-измерительных инструментов и приборов; правила определения режимов резания по справочникам и паспорту станка. Условия:сменный график работы, возможность подработки, горячие обеды, отпуск оплачиваемый, бесплатная спецодежда, больничные листы оплачиваются, дружественный коллектив.",
      url: "https://www.rabota.ru/vacancy/5279301/split-view/",
      industry:
         "Оператор станков / Автоматических линий; Токарь; Фрезеровщик; Другое",
      salary: "",
      currency: "руб./мес.",
      schedule: "сменный график",
      requirement: {
         education: "среднее профессиональное",
         experience: "от 2 лет",
      },
      region: "Москва и Московская область",
      address: {
         location:
            "Москва, Перово поле 3-ий проезд,дом3,строение2",
         metro: [
            "Новогиреево",
            "Перово",
            "Шоссе Энтузиастов",
         ],
         coordinates: {
            x: "37.786887",
            y: "55.751320",
         },
      },
      creationDate: "2006-12-04",
      publishDate: "2022-08-21",
      realPublishDate: "Нет данных",
      updateDate: "2022-08-21",
      expires: "2022-09-20",
      company: {
         name: "ТВС-механика",
         description:
            "Машиностроительное предприятие по производству запасных частей, режущего инструмента и оборудования для мясопереработки.",
         inn: "7720046724",
         hrAgency: "false",
      },
   },
   {
      id: 2,
      jobName: "Слесарь механосборочных работ",
      description:
         "Требования: опыт работы от 5 лет Приветствуется способноcть работать ответственно и самостоятельно.  Условия: Полный соцпакет. Отпуск-летом. Дотация на обеды. Обеспечение спецодеждой.  Обязанности: выполнение слесарных работ",
      url: "https://www.rabota.ru/vacancy/6145829/split-view/",
      industry:
         "Сборщик; Металлургия, металлообработка; Слесарь / Сборщик",
      salary: "60000 - 80000",
      currency: "руб./мес.",
      schedule: "полный рабочий день",
      requirement: {
         education: "любое",
         experience: "от 5 лет",
      },
      region: "Москва и Московская область",
      address: {
         location: "Москва",
         metro: ["Перово", "Шоссе Энтузиастов"],
         coordinates: {
            x: "37.786887",
            y: "55.751320",
         },
      },
      creationDate: "2006-12-09",
      publishDate: "2022-08-21",
      realPublishDate: "Нет данных",
      updateDate: "2022-08-21",
      expires: "2022-09-20",
      company: {
         name: "ТВС-механика",
         description:
            "Машиностроительное предприятие по производству запасных частей, режущего инструмента и оборудования для мясопереработки.",
         inn: "7720046724",
         hrAgency: "false",
      },
   },
   {
      id: 3,
      jobName: "Электросварщик металлоконструкций",
      description:
         "В небольшой цех по металлообработке требуется сварщик. Опыт работы по сварке и сборке металлоконструкций Условия: График: 6-ти дневка, с 8.00 до 17.00,переработки оплачиваются отдельно с повышенным коэфф.Предоставляется проживание, питание, спец.одеждаОбязанности:сварка и сборка конструкций",
      url: "https://www.rabota.ru/vacancy/6503425/split-view/",
      industry:
         "Сварщик; Производство стройматериалов и конструкций",
      salary: "50000 - 70000",
      currency: "руб./мес.",
      schedule: "полный рабочий день",
      requirement: {
         education: "среднее профессиональное",
         experience: "от 2 лет",
      },
      region: "Москва и Московская область",
      address: {
         location: "Москва, ул Автозаводская, д 23 стр 33",
         metro: "ЗИЛ",
         coordinates: {
            x: "37.653130",
            y: "55.695194",
         },
      },
      creationDate: "2007-02-01",
      publishDate: "2022-08-15",
      realPublishDate: "Нет данных",
      updateDate: "2022-08-15",
      expires: "2022-09-14",
      company: {
         name: "ООО 'Теплоэнергострой'",
         description:
            "Компания успешно работает в области прокладки наружных коммуникаций; строительства и эксплуатации тепловых пунктов.",
         inn: "7725425050",
         hrAgency: "false",
      },
   },
   {
      id: 4,
      jobName: "Токарь-универсал",
      description:
         "Обязанности: Выполнение токарных работ по технологии производства, согласно конструкторской документации на токарном станке Условия работы: полный соцпакет; бесплатная спецодежда;ежегодный оплачиваемый отпуск;горячее питание.",
      url: "https://www.rabota.ru/vacancy/8749603/split-view/",
      industry:
         "Оператор станков / Автоматических линий; Токарь; Фрезеровщик",
      salary: "70000 - 90000",
      currency: "руб./мес.",
      schedule: "полный рабочий день",
      requirement: {
         education: "любое",
         experience: "от 1 года",
      },
      region: "Москва и Московская область",
      address: {
         location:
            "Москва, Перово поле 3-ий проезд,дом3,строение2",
         metro: [
            "Новогиреево",
            "Перово",
            "Шоссе Энтузиастов",
         ],
         coordinates: {
            x: "37.786887",
            y: "55.751320",
         },
      },
      creationDate: "2006-10-20",
      publishDate: "2022-08-21",
      realPublishDate: "Нет данных",
      updateDate: "2022-08-21",
      expires: "2022-09-20",
      company: {
         name: "ТВС-механика",
         description:
            "Машиностроительное предприятие по производству запасных частей, режущего инструмента и оборудования для мясопереработки.",
         inn: "7720046724",
         hrAgency: "false",
      },
   },
   {
      id: 5,
      jobName: "Прораб",
      description:
         "Требования: высшее образование (инженерное/строительное), опыт работы не менее 1 года в должности прораба (строительство и ремонт теплосетей), организация процесса строительства. Обязанности:обеспечение соблюдения технологической последовательности производства работ на участке, руководство бригадами, организация производства строительно-монтажных работ, составление заявок на материалы, технику и обеспечение их эффективного использования. Установление бригадирам производственных заданий по объемам СМР, контроль их выполненияработа с проектно-сметной и технической документацией. Условия:соц.пакет, отпуск 31 календарный день",
      url: "https://www.rabota.ru/vacancy/20592388/split-view/",
      industry: "Прораб",
      salary: "91000",
      currency: "руб./мес.",
      schedule: "полный рабочий день",
      requirement: {
         education: "высшее",
         experience: "от 1 года",
      },
      region: "Москва и Московская область",
      address: {
         location: "Москва, м. Митино, м. Тушинская",
         metro: "Пятницкое Шоссе",
         coordinates: {
            x: "37.437586",
            y: "55.827034",
         },
      },
      creationDate: "2007-03-02",
      publishDate: "2022-08-05",
      realPublishDate: "Нет данных",
      updateDate: "2022-08-05",
      expires: "2022-09-04",
      company: {
         name: "Стройводсервис, ООО",
         description: "Строительство и ремонт теплосетей.",
         inn: "7733056832",
         hrAgency: "false",
      },
   },
   {
      id: 6,
      jobName: "Грузчик",
      description:
         "В производственную фирму на постоянную работу требуетсягрузчик с правами на автопогрузчик. Обязанности:своевременная и в полном объеме погрузка и выгрузка товарно-материальных ценностей (складирование, сортировка, переноска, упаковка, расфасовка и т.д.в отсутствии водителя автопогрузчика выполнять его обязанности). Требования:погрузо-разгрузочные работы, упаковка, подмена и стажировка на автопогрузчикаккуратность, дисциплинированность, внимательность.обязательное наличие водительского удостоверения В (тракторист-машинист). Условия:График работы: 5/2, с 9 до 18.оформление по ТК РФ.з/п по ТК РФ от 37000 руб. (оклад + премии по итогам работы за месяц, соц.пакет, выслуга лет).место работы ст. м. Шоссе Энтузиастов",
      url: "https://www.rabota.ru/vacancy/21228861/split-view/",
      industry:
         "Водитель; Грузчик / Комплектовщик; Упаковщик / Фасовщик; Грузчик",
      salary: "37000 - 40000",
      currency: "руб./мес.",
      schedule: "полный рабочий день",
      requirement: {
         education: "любое",
         experience: "от 1 года",
      },
      region: "Москва и Московская область",
      address: {
         location: "Москва",
         metro: "Шоссе Энтузиастов",
         coordinates: {
            x: "37.751583",
            y: "55.758255",
         },
      },
      creationDate: "2007-05-18",
      publishDate: "2022-08-16",
      realPublishDate: "Нет данных",
      updateDate: "2022-08-16",
      expires: "2022-09-15",
      company: {
         name: "ООО ПНФ 'ЛГ автоматика'",
         description:
            "Российская производственно-научная фирма существует с 1993 года. Компания разрабатывает и производит регулирующие и отсечные клапаны, пневматические приводы и навесное оборудование. Наши клиенты это крупнейшие отечественные и зарубежные предприятия нефтегазового сектора и химической промышленности. Компания является лидером рынка специальных клапанов!",
         inn: "7721000970",
         hrAgency: "false",
      },
   },
   {
      id: 7,
      jobName: "Инженер-конструктор",
      description:
         "З.П. 70 000 - 100 000 руб - после вычета налогов. Основные задачи:Создание моделей и чертежей&, разработка инженерной документации, авторский контроль, подбор комплектации. Профессиональные навыки:В/о, 3 D модели, чертежи.Опытный пользователь ПК. Опыт работы от 5 х лет. Условия:график работы 5/2, трудоустройство в соответствии с нормами ТК РФ, соцпакет, премии. Место работы: м. Нахабино, 5 мин пешком от метро.",
      url: "https://www.rabota.ru/vacancy/22082091/split-view/",
      industry:
         "Инженер / Технолог / Конструктор; Металлургия, металлообработка; Производство пищевого и торгового оборудования; Станкостроение, производство техники и оборудования; Другие виды производства",
      salary: "75000 - 100000",
      currency: "руб./мес.",
      schedule: "полный рабочий день",
      requirement: {
         education: "среднее профессиональное",
         experience: "от 5 лет",
      },
      region: "Москва и Московская область",
      address: {
         location:
            "Красногорск, Московская обл, г Красногорск, рп Нахабино, ул Институтская, влд 18",
         coordinates: {
            x: "37.173534",
            y: "55.840880",
         },
      },
      creationDate: "2007-08-23",
      publishDate: "2022-08-12",
      realPublishDate: "Нет данных",
      updateDate: "2022-08-24",
      expires: "2022-09-11",
      company: {
         name: "АВАНГАРД, ООО",
         description:
            "Упаковочное, маркировочное, пищевое оборудование. Оборудование по переработке пластиков.",
         inn: "7722384704",
         hrAgency: "false",
      },
   },
   {
      id: 8,
      jobName: "Разнорабочий",
      description:
         "Требования: Специальных навыков не требуется, только владение электроинструментом. Обязанности:Выполнение неквалифицированной работы (помощь слесарям, сварщикам, копка грунта, благоустройство) на объектах теплоэнергетики. Условия:стабильно работающая компания, 6-ти дневка с 8 до 17 переработки оплачиваются с повышенными коэфф., питание обед, ужин, спецодежда и обувь выдаетсяна объект и с объекта возят на машине",
      url: "https://www.rabota.ru/vacancy/22817780/split-view/",
      industry: "Разнорабочий; Разнорабочий",
      salary: "45000 - 60000",
      currency: "руб./мес.",
      schedule: "полный рабочий день",
      requirement: {
         education: "любое",
         experience: "не имеет значения",
      },
      region: "Москва и Московская область",
      address: {
         location: "Москва, ул Автозаводская, д 23 стр 781",
         metro: "ЗИЛ",
         coordinates: {
            x: "37.651211",
            y: "55.694582",
         },
      },
      creationDate: "2007-11-09",
      publishDate: "2022-08-15",
      realPublishDate: "Нет данных",
      updateDate: "2022-08-15",
      expires: "2022-09-14",
      company: {
         name: "ООО 'Теплоэнергострой'",
         description:
            "Компания успешно работает в области прокладки наружных коммуникаций; строительства и эксплуатации тепловых пунктов.",
         inn: "7725425050",
         hrAgency: "false",
      },
   },
   {
      id: 9,
      jobName: "Охранник",
      description:
         "Условия:Графики - сутки от 4400 - 5000 р; день: 2200 - 2340 р.,Оформление по ТК.Обязанности:мобильный / стационарный пост, ГБР, контроллер зала. Требования:Наличие УЛЧО обязательно.",
      url: "https://www.rabota.ru/vacancy/23402184/split-view/",
      industry:
         "Охрана объектов, сопровождение грузов; Системы безопасности и видеонаблюдения",
      salary: "60000 - 80000",
      currency: "руб./мес.",
      schedule: "сменный график",
      requirement: {
         education: "среднее",
         experience: "от 1 года",
      },
      region: "Москва и Московская область",
      address: {
         location: "Москва, Комплекс АТРИУМ",
         metro: "Курская",
         coordinates: {
            x: "37.660287",
            y: "55.758463",
         },
      },
      creationDate: "2008-01-21",
      publishDate: "2022-08-25",
      realPublishDate: "Нет данных",
      updateDate: "2022-08-25",
      expires: "2022-09-11",
      company: {
         name: "ЧОП 'РУБИКОН'",
         description: "Частное охранное предприятие",
         inn: "7709359554",
         hrAgency: "false",
      },
   },
   {
      id: 10,
      jobName: "Электромонтажник",
      description:
         "Постоянная работа электромонтажником в деревянных домах.Главное отличие:На работе вместо бетонной пыли - аромат деревянной стружки. 4 момента о работе:  1. Что делаем? 90% объектов новостройки. Деревянные коттеджи. Расположение: Московская область Материал : брус, бревно, каркас. Выполняем 4 типа монтажа: накладной, скрытый, ретро, комбинированный. 2. Как делаем? Например. Скрытый Монтаж ведется не в пластиковой гофре, а в гнущейся металлической трубе в межэтажных перекрытиях. Способ монтажа, установки и размеры в техническом задании.  Что важно в нашей работе?  Зарплата. Потому первый месяц старший сотрудник как говорится ставит на крыло рассказывает нюансы, вводит в курс дела. Электроинструмент-промышленный. Предоставляет компания. Ручной инструмент принято иметь свой.  Самое важное 3. Условия работы.Готовы предоставить круглогодичную занятость. Без работы не останетесь. Главную задачу администрации--обеспечить работой--выполняем, вот уже 21 год. Зарплата--сдельная. 80-90 тыс. р. в месяц. На объект выдаётся техническое задание и зарплатная ведомость. Указан срок монтажа и зарплата. Сроки оценивать умеем. Даем реальные, с запасом. Продолжительность объекта 2-4 недели. Зарплата в первый месяц раз в неделю. Далее не более 7 дней, после приемки этапа работ.​ Премии &Есть. Материалы. На объекте в день начала работ. С запасом! Без простоя. Проезд: Есть машина?!--оплачивается бензин и амортизация. Нет--возит напарник. Если проезд занимает более 3 часов возможны 4-х дневные командировки. На самих объектах не живём. Создаем нормальные условия для жизни. Суббота, воскресенье выходной.​ Обратная сторона постоянного потока заказов нет простоев между объектами.​  4. Кого ждем? Сотрудников в штат. Принцип, срубил и свалил не к нам. ​Для нас рабочий - кадровый рабочий. Предпочтение - штатный состав. ​ А если есть понимание, как расшифровываются марки кабелей, что внутри УЗО, и есть представление о системе уравнивания потенциалов - для нас желанный кандидат.",
      url: "https://www.rabota.ru/vacancy/26922678/split-view/",
      industry: "Электромонтажник",
      salary: "80000 - 90000",
      currency: "руб./мес.",
      schedule: "полный рабочий день",
      requirement: {
         education: "среднее профессиональное",
         experience: "от 3 лет",
      },
      region: "Москва и Московская область",
      address: {
         location: "Москва, Перерва ул., 41, корп.1",
         metro: "Братиславская",
         coordinates: {
            x: "37.746463",
            y: "55.659952",
         },
      },
      creationDate: "2008-09-07",
      publishDate: "2022-08-05",
      realPublishDate: "Нет данных",
      updateDate: "2022-08-05",
      expires: "2022-09-04",
      company: {
         name: "ООО «Компания ПЕНТАдизайн»",
         description:
            "«ПЕНТАдизайн»  с 1998 года.2 направления:1. Электромонтаж в деревянном доме.2. Отделка квартир и коттеджей.",
         inn: "7743906736",
         hrAgency: "false",
      },
   },
];
